const data = [
  {
    id: "1",
    question: "아코디언 컴포넌트란 무엇인가요?",
    answer:
      "아코디언 컴포넌트는 사용자 인터페이스 요소로서 정보를 구조화하고 표시하는 데 사용됩니다.",
  },
  {
    id: "2",
    question: "아코디언 컴포넌트는 무엇에 사용되나요?",
    answer:
      "FAQ(자주 묻는 질문) 페이지, 내용 축소/확장 요소 등 다양한 맥락에서 일반적으로 사용됩니다.",
  },
  {
    id: "3",
    question: "아코디언이란 어떤 악기인가요?",
    answer: "아코디언은 키보드와 벨로우를 갖춘 음악 악기입니다.",
  },
  {
    id: "4",
    question: "다른 형식의 아코디언 컴포넌트를 만들 수 있나요?",
    answer:
      "네, 물론입니다. 다양한 스타일과 형식의 아코디언 컴포넌트를 만들 수 있습니다.",
  },
  {
    id: "5",
    question: "아코디언 컴포넌트를 어떻게 디자인하나요?",
    answer:
      "아코디언 컴포넌트를 디자인할 때는 사용자 경험을 고려하여 펼침/닫힘 애니메이션, 스타일 및 상호작용 등을 고려해야 합니다.",
  },
];

export default data;
